import React from 'react'
import classes from './Terms.module.css'
function Terms() {
  return (
    <div className={classes.Terms}>
      <div><h1>Правила оказания услуг</h1>
        <p><strong>1. Основные понятия</strong></p>
        <p>Понятия и определения, использующиеся в настоящих Правилах оказания услуг по приготовлению и доставке блюд по заказам клиентов (далее – «Правила»), употребляются в следующих значениях: </p>
        <p>«Исполнитель», «BRISCOLA PIZZA» (ИП Титанян Христиан Васильевич); организация, непосредственно или через привлеченных лиц оказывающая услуги по приготовлению готовых блюд и их доставке по заказам Клиентов. </p>
        <p>«Клиент» – лицо, кому оказываются услуги по приготовлению и доставке блюд для собственного потребления. </p>
        <p>«Получатель Заказа» – лицо, получающее приготовленную и доставленную по заказу Клиента продукцию. </p>
        <p>«Сайт» – совокупность компьютерных программ, обеспечивающих публикацию данных, касающихся услуг, продукции Исполнителя путем сообщения их для всеобщего сведения посредством технических средств связи в сети Интернет по адресу briscola.ru </p>
        <p>«Услуга» – совокупность действий Исполнителя по приготовлению, упаковке и доставке Продукции, заказанной Клиентом. </p>
        <p>«Продукция» – блюда и сопутствующие товары, указанные на Сайте Исполнителя и доступные для заказа Клиентом. </p>
        <p>«Заказ» – совокупность действий Клиента по выражению намерения получить от Исполнителя услугу по приготовлению и доставке готовых блюд и сопутствующих товаров, заказанные для приготовления и доставки. Под Заказом понимается также комплект блюд и сопутствующих товаров, заказанных Клиентом. </p>

        <p><strong>2. Общие положения</strong></p>
        <p>2.1. Правила действуют в отношении всех Заказов Клиентом Продукции, указанной на Сайте. Заказывая услугу по приготовлению и доставке Продукции, Клиент соглашается с настоящими Правилами без каких-либо оговорок и ограничений. </p>
        <p>2.2. Настоящие Правила могут рассматриваться как публичная оферта в смысле ст. 435 и ч. 2 ст. 437 ГК РФ. </p>
        <p>2.3. К отношениям между Клиентом и Исполнителем применяются положения Гражданского кодекса Российской Федерации о возмездном оказании услуг (гл.39), Закона РФ «О защите прав потребителей» и иных правовых актов, принятых в соответствии с ними. </p>
        <p>2.4. Исполнитель может оказывать услуги лично либо с привлечением иных лиц. При этом ответственным перед Клиентом остается Исполнитель. </p>
        <p>2.5. Правила могут изменяться Исполнителем в одностороннем порядке путем публикации новой редакции Правил на Сайте. </p>
        
        <p><strong>3. Оформление и сроки выполнения Заказа</strong></p>
        <p>3.1. Заказ Клиента может быть оформлен Клиентом самостоятельно на Сайте или по телефону с помощью указанного на сайте Сайте. </p>
        <p>3.2. Оформление Заказа через сайт briscola.ru</p>
        <p>Для оформления Клиентом Заказа необходимо выбрать позиции в меню и нажать кнопку «В корзину» рядом с каждой из них. Затем, используя пункт «Корзина», оформить Заказ. После этого Исполнитель свяжется с Клиентом для подтверждения Заказа и данных Клиента. </p>
        <p>При оформлении Заказа Клиент должен указать следующую информацию: </p>
        <p>• Имя </p>
        <p>• Контактный телефон </p>
        <p>• Адрес доставки: название города, улицы, номер дома и квартиры (офиса) </p>
        <p>• Фамилию, Имя, Отчество Получателя предоплаченного заказа (или наименование юридического лица). </p>

        <p><strong>3.3. Оформление Заказа по телефону</strong></p>
        <p>3.3.1. Для оформления Заказа по телефону необходимо позвонить по телефону указанному на Сайте Исполнителя и операторы проконсультируют Клиента по ассортименту и оформят Заказ. </p>
        <p>3.3.2. Все информационные материалы, представленные на Сайте, носят справочный характер и не могут в полной мере передавать достоверную информацию о свойствах и характеристиках Продукции, включая цвет, размер и форму. В случае возникновения у Клиента вопросов, касающихся свойств и характеристик Продукции, перед оформлением Заказа Клиент должен обратиться к Исполнителю. </p>
        <p>3.3.3. В случае отсутствия возможности по приготовлению заказанной Продукции у Исполнителя, Исполнитель вправе аннулировать Заказ в части указанной Продукции и уведомить об этом Клиента по телефону. </p>
        <p>3.3.4. В случае аннулирования полностью либо частично предоплаченного Заказа стоимость аннулированной Продукции возвращается Исполнителем Клиенту тем способом, которым Продукция изначально была предоплачена. </p>
        <p>3.4. Минимальная сумма заказа</p>
        <p>Сумма минимального заказа определяется Исполнителем в одностороннем порядке, указывается на Сайте Исполнителя и может быть изменена в зависимости от адреса доставки. </p>

        <p><strong>4. Доставка</strong></p>
        <p>4.1. Доставка осуществляется в пределах территориальных зон доставки, определенных Исполнителем. Доставка в загородные дома осуществляется при наличии подъездных путей. </p>
        <p>4.2. Время работы службы доставки указывается на сайте компании Исполнителя. </p>
        <p>4.3. Предполагаемый срок доставки - в течение 60-90 минут. Конкретный срок доставки определяется с учетом удаленности Клиента, дорожной ситуации, погодных условий и других, не зависящих от Исполнителя обстоятельств, и сообщается оператором при приеме заказа. Превышение установленного срока доставки возможно ввиду обстоятельств непреодолимой силы. </p>
        <p>4.4. Если какие-либо непредвиденные обстоятельства мешают Клиенту получить Заказ, необходимо как можно раньше связаться Исполнителем по телефону указанному на Сайте Исполнителя и договориться о переносе времени или места доставки. </p>
        <p>В случае отсутствия Клиента/Получателя в назначенное время по адресу доставки Курьер ожидает Клиента/Получателя в течение 5 минут. </p>
        <p>4.5. Если заказ не выполнен Исполнителем в течение указанного при оформлении заказа срока, Клиент должен сообщить об этом по телефону указанному на Сайте Исполнителя не позднее 24 часов после истечения срока доставки заказа. </p>

        <p><strong>5. Передача Заказа</strong></p>
        <p>При доставке заказ передается Клиенту/Получателю. </p>
        <p>Клиент/Получатель должен проверить комплектацию Заказа и в случае отсутствия претензий к комплектности и количеству – оплатить заказ.</p>
        <p>При передаче предоплаченного заказа оформляется Акт приемки заказа, подписываемый курьером и Заказчиком/Получателем.</p>
        <p>Оплата Продукции при получении заказа или подписание Акта при получении предоплаченного заказа является подтверждением Клиентом факта надлежащего оказания услуги по приготовлению и доставке Продукции.</p>

        <p><strong>6. Оплата Услуг</strong></p>
        <p>6.1 Стоимость услуг по приготовлению и доставке Продукции указана на Сайте и может быть изменена Исполнителем в одностороннем порядке. При этом цена на уже заказанную Клиентом Продукцию изменению не подлежит.</p>
        <p>6.2. Способы оплаты Продукции:</p>
        <ul>
          <li>Онлайн оплата банковской картой</li>
          <li>Онлайн оплата Яндекс Деньгами</li>
          <li>Наличными курьеру</li>
          <li>Наличными при самовывозе</li>
          <li>Картой при самовывозе</li>
          <li>Безналичная оплата для юридических лиц</li>
        </ul>
        <p>6.3. Исполнитель вправе предоставлять Клиенту скидки на Продукцию. Виды и размеры скидок, порядок и условия их предоставления указаны на сейте Исполнителя.</p>

        <p><strong>7. Отказ от услуг</strong></p>
        <p>7.1. В соответствии с законодательством РФ возврат продовольственной Продукции надлежащего качества не допускается, возврат денежных средств за такую Продукцию не производится.</p>
        <p>7.2. Возврат Продукции ненадлежащего качества</p>
        <p>В случае если Клиент обнаружит, что ему передана Продукция ненадлежащего качества, он вправе до истечения срока годности возвратить Продукцию ненадлежащего качества Исполнителю и потребовать возврата уплаченной денежной суммы, либо потребовать замены Продукции ненадлежащего качества.</p>
        <p>При этом стоимость Продукции возвращается Клиенту в течение 30 дней с момента получения Исполнителем заявления Клиента.</p>
        <p>7.3. Порядок действий при пересорте</p>
        <p>В случае обнаружения в Заказе Продукции, не соответствующей заказанной, Клиент вправе принять данную Продукцию или отказаться от нее и потребовать замены на Продукцию, предусмотренную Заказом, либо возврата денежных средств за фактически неполученную Продукцию.</p>
        <p>7.4. Замена Продукции, не соответствующей Заказу по ассортименту, осуществляется путем оформления нового заказа.</p>
        <p>7.5. Порядок действий при доставке не полностью скомплектованного заказа</p>
        <p>При доставке меньшего количества Продукции, чем определено Заказом, Клиент вправе принять Продукцию в части, соответствующей Заказу, и потребовать передать недостающее количество Продукции либо, если недостающая Продукция была оплачена, отказаться от Заказа в части недостающей Продукции и потребовать возврата денежных средств за недостающую Продукцию. Данный факт недовложения Продукции оформляется Актом в произвольной форме, который подписывается Клиентом/Получателем и курьером.</p>
        <p>Доставка недостающей Продукции осуществляется посредством оформления нового Заказа.</p>

        <p><strong>8. Гарантии и ответственность</strong></p>
        <p>8.1. Продукция может быть употреблена Клиентом только до истечения срока годности Продукции. Исполнитель не несет ответственности за ущерб, причиненный Клиенту вследствие ненадлежащего использования, хранения, потребления Продукции.</p>
        <p>8.2. Исполнитель не несет ответственности за содержание и функционирование иных сайтов, кроме briscola.ru</p>
        <p>8.3. Клиент обязуется не использовать заказанную Продукцию в предпринимательских целях.</p>

        <p><strong>9. Конфиденциальность и защита персональной информации</strong></p>
        <p>9.1. Предоставляя свои персональные данные при Заказе Продукции, регистрации на Сайте, Клиент соглашается на их обработку Исполнителем.</p>
        <p>9.2. Исполнитель обязуется не разглашать полученную от Клиента информацию. Не считается нарушением предоставление Исполнителем информации агентам и третьим лицам, действующим на основании договора с Исполнителем для исполнения обязательств перед Клиентом.</p></div>
    </div>
  )
}

export default Terms
